[
	{
		"quote" : "Perfection is not attainable, but if we chase perfection we can catch excellence.",
		"name" : "Vince Lombardi"
	},
	{
		"quote" : "We know what we are, but know not what we may be.",
		"name" : "William Shakespeare"
	},
	{
		"quote" : "Change your thoughts and you change your world.",
		"name" : "Norman Vincent Peale"
	},
	{
		"quote" : "It is during our darkest moments that we must focus to see the light.",
		"name" : "Aristotle Onassis"
	},
	{
		"quote" : "Believe you can and you're halfway there.",
		"name" : "Theodore Roosevelt"
	},
	{
		"quote" : "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
		"name" : "John F. Kennedy"
	},
	{
		"quote" : "Don't judge each day by the harvest you reap but by the seeds that you plant.",
		"name" : "Robert Louis Stevenson"
	},
	{
		"quote" : "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
		"name" : "Muhammad Ali"
	},
	{
		"quote" : "Keep your face always toward the sunshine - and shadows will fall behind you.",
		"name" : "Walt Whitman"
	},
	{
		"quote" : "With self-discipline most anything is possible.",
		"name" : "Theodore Roosevelt"
	},
	{
		"quote" : "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.",
		"name" : "Ralph Waldo Emerson"
	},
	{
		"quote" : "Everyone here has the sense that right now is one of those moments when we are influencing the future.",
		"name" : "Steve Jobs"
	},
	{
		"quote" : "No matter what people tell you, words and ideas can change the world.",
		"name" : "Robin Williams"
	},
	{
		"quote" : "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!",
		"name" : "Anne Frank"
	},
	{
		"quote" : "It is in your moments of decision that your destiny is shaped.",
		"name" : "Tony Robbins"
	},
	{
		"quote" : "To the mind that is still, the whole universe surrenders.",
		"name" : "Lao Tzu"
	},
	{
		"quote" : "You must do the things you think you cannot do.",
		"name" : "Eleanor Roosevelt"
	},
	{
		"quote" : "Live your beliefs and you can turn the world around.",
		"name" : "Henry David Thoreau"
	},
	{
		"quote" : "I dwell in possibility.",
		"name" : "Emily Dickinson"
	},
	{
		"quote" : "It is always the simple that produces the marvelous.",
		"name" : "Amelia Barr"
	},
	{
		"quote" : "The only journey is the one within.",
		"name" : "Rainer Maria Rilke"
	},
	{
		"quote" : "Wonder rather than doubt is the root of all knowledge.",
		"name" : "Abraham Joshua Heschel"
	},
	{
		"quote" : "The power of imagination makes us infinite.",
		"name" : "John Muir"
	},
	{
		"quote" : "In a gentle way, you can shake the world.",
		"name" : "Mahatma Gandhi"
	},
	{
		"quote" : "If we did all the things we are capable of, we would literally astound ourselves.",
		"name" : "Thomas Jefferson"
	},
	{
		"quote" : "It is by acts and not by ideas that people live.",
		"name" : "Anatole France"
	},
	{
		"quote" : "Today is the only day. Yesterday is gone.",
		"name" : "John Wooden"
	},
	{
		"quote" : "If you can dream it, you can do it.",
		"name" : "Walt Disney"
	},
	{
		"quote" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
		"name" : "Thomas A. Edison"
	},
	{
		"quote" : "Keep your eyes on the stars, and your feet on the ground.",
		"name" : "Theodore Roosevelt"
	},
	{
		"quote" : "The secret of getting ahead is getting started.",
		"name" : "Mark Twain"
	},
	{
		"quote" : "What you get by achieving your goals is not as important as what you become by achieving your goals.",
		"name" : "Henry David Thoreau" 
	},
	{
		"quote" : "We may encounter defeats but we must not be defeated.",
		"name" :  "Maya Angelou"
	},
	{
		"quote" : "There's a way to do it better - find it.",
		"name" : "Thomas A. Edison"
	},
	{
		"quote" : "Well done is better than well said.",
		"name" : "Benjamin Franklin"
	},
	{
		"quote" : "Never, never, never give up.",
		"name" :  "Winston Churchill"
	},
	{
		"quote" : "After a storm comes a calm.",
		"name" : "Matthew Henry"
	},
	{
		"quote" : "What you do today can improve all your tomorrows.",
		"name" : "Ralph Marston"
	},
	{
		"quote" : "Who seeks shall find.",
		"name" : "Sophocles"
	},
	{
		"quote" : "Amazing how we can light tomorrow with today.",
		"name" : "Elizabeth Barrett Browning"
	},
	{
		"quote" : "Believe with all of your heart that you will do what you were made to do.",
		"name" : "Orison Swett Marden"
	},
	{
		"quote" : "We are what we repeatedly do. Excellence, therefore, is not an act but a habit.",
		"name" : "Aristotle"
	},
	{
		"quote" : "The power of imagination makes us infinite.",
		"name" : "John Muir"
	},
	{
		"quote" : "Imagination is more important than knowledge.",
		"name" : "Albert Einstein"
	},
	{
		"quote" : "Your imagination is your preview of life's coming attractions.",
		"name" : "Albert Einstein"
	},
	{
		"quote" : "Imagination is the eye of the soul.",
		"name" : "Joseph Joubert"
	},
	{
		"quote" : "You cannot depend on your eyes when your imagination is our of focus.",
		"name" : "Mark Twain"
	},
	{
		"quote" : "Go confident in the direction of your dreams. Love the life you have imagined.",
		"name" : "Henry David Thoreau"
	},
	{
		"quote" : "I like the dreams of the future better than the history of the past",
		"name" : "Patrick Henry"
	},
	{
		"quote" : "A skillful man reads his dreams for self-knowledge, yet not the details but the quality.",
		"name" : "Ralph Waldo Emerson"
	},
	{
		"quote" : "I have found power in the mysteries of thought.",
		"name" : "Euripides"
	},
	{
		"quote" : "Thoughts are but dreams till their effects be tried.",
		"name" : "William Shakespeare"
	},
	{
		"quote" : "The glow of one warm thought is to me worth more than money.",
		"name" : "Thomas Jefferson"
	},
	{
		"quote" : "Every man has a train of thought on which he rides when he is alone.",
		"name" : "Joseph Fort Newton"
	},
	{
		"quote" : "Learning without thought it labor lost; thought without learning is perilous.",
		"name" : "Confucius"
	},
	{
		"quote" : "The universe is change, our life is what our thoughts make it.",
		"name" : "Marcus Auerlius"
	},
	{
		"quote" : "Thought rules the world.",
		"name" : "Ralph Waldo Emerson"
	},
	{
		"quote" : "Thinking is the talking of the soul with itself.",
		"name" : "Plato"
	},
	{
		"quote" : "Change your thoughts and you change your world.",
		"name" : "Norman Vincent Peale"
	},
	{
		"quote" : "Heaven never helps the man who will not act.",
		"name" : "Sophocles"
	},
	{
		"quote" : "Knowing yourself is the beginning of all wisdom.",
		"name" : "Aristotle"
	},
	{
		"quote" : "Whatever the mind of man can conceive and believe, it can achieve.",
		"name" : "Napoleon Hill"
	},
	{
		"quote" : "I attribute my success to this: I never gave or took any excuse.",
		"name" : "Florence Nightingale"
	},
	{
		"quote" : "The most difficult thing is the decision to act, the rest is merely tenacity.",
		"name" : "Amelia Earhart"
	},
	{
		"quote" : "Life isn't about getting and having, it's about giving and being.",
		"name" : "Kevin Kruse"
	},
	{
		"quote" : "We become what we think about.",
		"name" : "Earl Nightingale"
	},
	{
		"quote" : "The mind is everything. What you think you become.",
		"name" : "Buddha"
	},
	{
		"quote" : "Your time is limited, so don't waste it living someone else's life.",
		"name" : "Steve Jobs"
	},
	{
		"quote" : "I am not a product of my circumstances. I am a product of my decisions.",
		"name" : "Stephen Covey"
	},
	{
		"quote" : "Whether you think you can or you think you can't, you're right.",
		"name" : "Henry Ford"
	},
	{
		"quote" : "People often say that motivation doesn’t last. Well, neither does bathing.  That’s why we recommend it daily.",
		"name" : "Zig Ziglar"
	},
	{
		"quote" : "Everything has beauty, but not everyone can see.",
		"name" : "Confucius"
	},
	{
		"quote" : "You become what you believe.",
		"name" : "Oprah"
	},
	{
		"quote" : "A person who never made a mistake never tried anything new.",
		"name" : "Albert Einstein"
	},
	{
		"quote" : "Dream big and dare to fail.",
		"name" : "Norman Vaughan"
	},
	{
		"quote" : "Our lives begin to end the day we become silent about things that matter.",
		"name" : "Martin Luther King, Jr."
	},
	{
		"quote" : "Dreaming, after all, is a form of planning.",
		"name" : "Gloria Steinem"
	},
	{
		"quote" : "Around here, however, we don’t look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious… and curiosity keeps leading us down new paths.",
		"name" : "Walt Disney"
	},
	{
		"quote" : "It's kind of fun to do the impossible.",
		"name" : "Walt Disney"
	},
    {
        "quote" : "The miracle is this: The more we share, the more we have.",
        "name" : "Leonard Nimoy"
	},
    {
    	"quote" : "If you don't build your dream, someone else will hire you to help them build theirs.",
     	"name" : "Dhirubhai Ambani"
	},

	{
     	"quote" : "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.",
     	"name" : "Mark Caine"
	},

	{
     	"quote" : "When I dare to be powerful – to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.",
     	"name" : "Audre Lorde"
	},

	{
     	"quote" : "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
     	"name" : "Mark Twain"
	},

	{
     	"quote" : "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
     	"name" : "Eleanor Roosevelt"
	},

	{
     	"quote" : "I have not failed. I’ve just found 10,000 ways that won’t work.",
     	"name" : "Thomas A. Edison"
	},

	{
     	"quote" : "If you don’t value your time, neither will others. Stop giving away your time and talents. Value what you know & start charging for it.",
     	"name" : "Kim Garst"
	},

	{
     	"quote" : "No one can make you feel inferior without your consent.",
     	"name" : "Eleanor Roosevelt"
	},

	{
     	"quote" : "Let him who would enjoy a good future waste none of his present.",
     	"name" : "Roger Babson"
	},

	{
     	"quote" : "Live as if you were to die tomorrow. Learn as if you were to live forever.",
     	"name" : "Muhatma Gandhi"
	},

	{
     	"quote" : "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
     	"name" : "Vince Lombardi"
	},

	{
     	"quote" : "It is our choices, that show what we truly are, far more than our abilities.",
     	"name" : "J.K Rowling"
	},

	{
     	"quote" : "You have to learn the rules of the game. And then you have to play better than anyone else.",
     	"name" : "Albert Einstein"
	},

	{
     	"quote" : "Every great dream begins with a dreamer. Always remember, you have within you the strength, the patience, and the passion to reach for the stars to change the world.",
     	"name" : "Harriet Tubman"
	},

	{
     	"quote" : "I fear not the man who has practiced 10,000 kicks once, but I feear the man who has practiced one kick 10,000 times.",
     	"name" : "Bruce Lee"
	},

	{
     	"quote" : "The successful warrior is the average man, with laser-like focus.",
     	"name" : "Bruce Lee"
	},

	{
     	"quote" : "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
     	"name" : "Dale Carnegie"
	},

	{
     	"quote" : "The question isn’t who is going to let me; it’s who is going to stop me.",
     	"name" : "Ayn Rand"
	},

	{
     	"quote" : "If you genuinely want something, don’t wait for it – teach yourself to be impatient.",
     	"name" : "Gurbaksh Chahal"
	},

	{
     	"quote" : "If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you!",
     	"name" : "T. Harv Eker"
	},

	{
     	"quote" : "Don’t let the fear of losing be greater than the excitement of winning.",
     	"name" : "Robert Kiyosaki"
	},

	{
     	"quote" : "You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something – your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
     	"name" : "Steve Jobs"
	},

	{
     	"quote" : "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
     	"name" : "William James"
	},

	{
     	"quote" : "The real opportunity for sucess lies within the person and not in the job.",
     	"name" : "Zig Ziglar"
	},

	{
     	"quote" : "Nurture your mind with great thoughts. To believe in the heroic makes heroes.",
     	"name" : "Benjamin Disraeli"
	},

	{
     	"quote" : "When I let go of what I am, I become what I might be.",
     	"name" : "Lao Tzu"
	}
]